import styles from './PaymentAndDelivery.module.scss';
import PageTitle from '../../components/PageTitle/PageTitle';
const PaymentAndDelivery = () => {
  return (
    <div className={styles.container}>
      <PageTitle title="Оплата і доставка" />
      <div className={styles.text}>
        <div className={styles.block__title}>
          <h4>Оплата</h4>
          <p>Оплачуйте на сайті зручним способом. В нас можна оплатити:</p>
          <li>Банківською картою Visa і MasterCard</li>
          <li>Готівкою при отриманні у відділенні «Нова пошта»</li>
        </div>
        <div className={styles.block__title}>
          <h4>Доставка</h4>
          <p>
            Орієнтовний термін доставки замовлення складає від 1 до 5 робочих днів. Доставка може змінюватись в
            залежності від вибраного провідника. Доставка здійснюється в будь-яке зазначене місце в Україні, провідними
            кур'єрськими та поштовими службами, такими як: Нова Пошта, Укр Пошта та Meest Express.
          </p>
        </div>
        <div className={styles.block__title}>
          <h4>Важливо!</h4>
          <p>
            Неправильно зазначений номер телефону, неточний або неповна адреса можуть привести до додаткової затримки!
            Будь ласка, уважно перевіряйте ваші персональні дані при реєстрації та оформленні замовлення. Через деякий
            час (зазвичай протягом години) після оформлення покупки, з вами зв'яжеться наш менеджер по контактними
            даними, вказаними при оформленні замовлення. З менеджером можна буде узгодити точний час і терміни доставки,
            а також уточнити деталі.
          </p>
        </div>
      </div>
    </div>
  );
};

export default PaymentAndDelivery;
