import styles from './AboutUs.module.scss';
import PageTitle from '../../components/PageTitle/PageTitle';
const AboutUs = () => {
  return (
    <div className={styles.container}>
      <PageTitle title="Про нас" />
      <div className={styles.text}>
        <p>
          Наш підлітковий бренд пропонує стильний та якісний одяг, щоб допомогти вам виразити свою унікальність та
          особистість. Ми створюємо свої колекції з увагою до деталей та з використанням найкращих матеріалів, щоб
          забезпечити нашим клієнтам тільки найкращу якість. Наша місія полягає в тому, щоб допомогти молоді створити
          свій власний стиль та виразити свою індивідуальність через наш одяг. Ми поєднуємо свіжі та сучасні тренди, щоб
          створити неповторний стиль, який підходить кожному для самовираження.
        </p>
        <p>
          Наша команда складається з молодих та талановитих людей, які завжди в пошуках нових ідей та вдосконалення
          своєї роботи. Ми дбаємо про кожен етап виробництва від дизайну до виробництва, щоб забезпечити нашим клієнтам
          найвищу якість та найбільш задоволення від нашого одягу. Ми віримо, що кожен з нас має свій власний унікальний
          стиль та ми прагнемо допомогти нашим клієнтам знайти його. Наш підлітковий бренд пропонує широкий асортимент
          одягу, що включає в себе футболки, світшоти, светри, джинси, спортивні костюми та багато іншого. Ми впевнені,
          що наш одяг зробить вас більш впевненими в собі та допоможе виразити ваш унікальний стиль.
        </p>
      </div>
    </div>
  );
};

export default AboutUs;
